[
  {
    "id": 1,
    "title": "Animal Crossing",
    "description": "Si ya no puedes más con el ajetreo de la ciudad, Tom Nook se ha sacado un negocio redondo de debajo de la manga y te tiene preparada una sorpresa que te encantará:¡el Plan de Asentamiento en Islas Desiertas de Nook Inc",
    "price": 49.99,
    "thumbnail": "/img/animalCrossing.jpeg",
    "code": "DEF456",
    "stock": 27,
    "status": true
  },
  {
    "id": 2,
    "title": "Ark Evolve",
    "description": "Juega como un hombre o una mujer desnudo, congelándote y muriéndote de hambre en una isla misteriosa. Debes cazar, cosechar, crear objetos, cultivar, y construir refugios para sobrevivir. Usa tu habilidad y astucia para matar, domesticar, criar y cabalgar dinosaurios y otras criaturas primitivas.",
    "price": 39.99,
    "thumbnail": "/img/arkEvolve.jpg",
    "code": "ABC123",
    "stock": 60,
    "status": true
  },
  {
    "id": 3,
    "title": "Mario Party Super Stars",
    "description": "¡Es hora de montar una fiesta irrepetible! Disfruta de 5 tableros clásicos de Nintendo 64 y de 100 minijuegos de distintas entregas de la serie en Mario Party Superstars para Nintendo Switch. Una colección estelar de tableros clásicos de Nintendo 64",
    "price": 54.99,
    "thumbnail": "/img/supermarioparty.jpg",
    "code": "GHI789",
    "stock": 40,
    "status": true
  },
  {
    "id": 4,
    "title": "Crash Bandicoot Trilogy",
    "description": "Tu marsupial favorito, Crash Bandicoot®, está de vuelta, mejorado, más alocado y con ganas de que empiece el baile! Disfruta con la colección de juegos N. Sane Trilogy en tu Nintendo Switch! ",
    "price": 29.99,
    "thumbnail": "/img/crash.png",
    "code": "JKL012",
    "stock": 15,
    "status": true
  },
  {
    "id": 5,
    "title": "Bayonetta",
    "description": "Bayonetta es una bruja Umbra moderna y asquerosa que, después de estar dormida en el fondo de un lago durante 500 años, se despierta sin memoria de quién es realmente. Como Bayonetta, castiga a los implacables ejércitos de ángeles que vienen tras ti con dispositivos mortales, evade e hipnotiza con el tiempo de la bruja, y utiliza Wicked Weaves para convocar a los demonios infernales para enviarlos de vuelta a su creador",
    "price": 44.99,
    "thumbnail": "/img/bayonetta.png",
    "code": "MNO345",
    "stock": 77,
    "status": true
  },
  {
    "id": 6,
    "title": "Asassins Creed 3",
    "description": "En 1775 las colonias americanas están al borde de la revolución. Juega como Connor y logra la libertad de tu pueblo. Viaja por ciudades bulliciosas y campos de batalla, y asesina a tus enemigos con un arsenal de armas letales.",
    "price": 49.99,
    "thumbnail": "/img/ac3.jpg",
    "code": "PQR678",
    "stock": 22,
    "status": true
  },
  {
    "id": 7,
    "title": "Crash Bandicoot 4",
    "description": "Neo Cortex y N. Tropy han vuelto a las andadas y esta vez no planean darle la tabarra al universo, ¡su objetivo es el multiverso entero! Crash y Coco tendrán que reunir cuatro máscaras cuánticas y trastocar las leyes de la realidad para salvar el mundo.",
    "price": 59.99,
    "thumbnail": "/img/crash4.jpg",
    "code": "STU901",
    "stock": 35,
    "status": true
  },
  {
    "id": 8,
    "title": "DMC 5 Special Edition",
    "description": "Han pasado varios años en Devil May Cry 5 y la amenaza del poder demoníaco, desde hace mucho tiempo olvidado, ha vuelto a amenazar al mundo una vez más. La demoníaca invasión comienza con las semillas de un ''árbol demoníaco'' que está echando sus raíces en Red Grave City. Esta incursión infernal atrae la atención del joven cazador Nero, un aliado de Dante que ahora se encuentra sin su brazo demoníaco la fuente de gran parte de su poder.",
    "price": 69.99,
    "thumbnail": "/img/DMC5.JPEG",
    "code": "VWX234",
    "stock": 18,
    "status": true
  },
  {
    "id": 9,
    "title": "Elden Ring",
    "description": "EL NUEVO JUEGO DE ROL Y ACCIÓN DE AMBIENTACIÓN FANTÁSTICA. Álzate, Sinluz, y que la gracia te guíe para abrazar el poder del Círculo de Elden y encumbrarte como señor del Círculo en las Tierras Intermedias.",
    "price": 79.99,
    "thumbnail": "/img/eldenRing.jpg",
    "code": "YZA567",
    "stock": 42,
    "status": true
  },
  {
    "id": 10,
    "title": "Hogwarts Legacy",
    "description": "Hogwarts Legacy es un RPG inmersivo de acción en mundo abierto. Ahora puedes tomar el control de la acción y ser el centro de tu propia aventura en el mundo mágico de Harry Potter.",
    "price": 49.99,
    "thumbnail": "/img/hogwartslegacy.jpg",
    "code": "BCD890",
    "stock": 28,
    "status": true
  },
  {
    "id": 11,
    "title": "Horizon Forbidden West",
    "description": "Vive la misión legendaria de Aloy para desvelar los secretos de una futura Tierra dominada por máquinas. ¡Usa devastadores ataques contra tus depredadores y explora un majestuoso mundo abierto en este galardonado RPG de acción!",
    "price": 69.99,
    "thumbnail": "/img/horizon.jpg",
    "code": "EFG123",
    "stock": 55,
    "status": true
  },
  {
    "id": 12,
    "title": "Call of Duty MW II",
    "description": "En Call of Duty®: Modern Warfare® II, los jugadores se verán inmersos en un conflicto a escala global sin precedentes que incluye el regreso de Operadores icónicos de la fuerza operativa 141.",
    "price": 59.99,
    "thumbnail": "/img/callofdutymw3.jpg",
    "code": "XYZ456",
    "stock": 25,
    "status": true
  }
]